[   
    {
        "title": "General Rules",
        "description": "Staying updated on any rule modifications on our website or Discord is your responsibility <br><br>Playing content that is protected by copyright (DMCA) is strictly prohibited. This includes copyrighted movies, music, and other protected materials. It is essential to respect the rights of content creators and obtain appropriate permissions from the rights holders before performing covers or using copyrighted content. Let's ensure that we maintain a lawful and respectful environment by adhering to these guidelines.<br><br><li>Your character needs to have a somewhat Realistic Name<br><br><li>Engaging in Erotic Roleplay (Universe Roleplay) is strictly prohibited within our community. This encompasses any form of explicit or sexually suggestive content, including the posting of nudity or lewd materials. <br><br>It is important to refrain from influencing or encouraging others to break the rules. Such behavior can have consequences, and you may receive a similar punishment for your actions. <br><br>Real-life events, including suicide roleplay, terrorism threats, pandemics, and mental illnesses, are strictly prohibited within the city. We prioritize the well-being and safety of our community members and strive to provide an enjoyable and inclusive environment. We kindly request that you refrain from incorporating or depicting such sensitive topics in your roleplay.",
        "category":[
            {
                "title": "Introduction",
                "description":"Staying updated on any rule modifications on our website or Discord is your responsibility <br><br>"
            }
        ]
    },
    {
        "title": "Cheating & Exploiting",
        "category": [
            {
                "title": "Game Modifications, Cheating & Macros",
                "description": "The use of game modifications and enhancements that provide players with unfair advantages, such as increased speed, no night visual packs, gumballs, health regeneration, teleportation, and other similar modifications, is strictly prohibited within our community. We prioritize fair gameplay and maintaining a level playing field for all members. Any player found cheating by using such modifications will face permanent banning without prior warning. We take cheating seriously to ensure an enjoyable and equitable gaming experience for all. Players are allowed to use visual enhancements or other game modifications that do not provide them with an unfair advantage or constitute cheating. These modifications should not give any player an unfair edge over others or disrupt the balance of gameplay. Additionally, binding keys to server commands or text messages for faster and more convenient access is permitted as long as it does not grant an unfair advantage.Macroing, which refers to the use of third-party software or hardware enhancements to automate actions, is strictly prohibited within our community. Engaging in macroing activities with the intent to gain a financial benefit or bypass AFK scripts is considered a bannable offense. Any property and experience obtained through macroing will be revoked. We maintain a fair and balanced gaming environment, and the use of macros undermines the integrity of the gameplay experience. Using no shadows is considered an unfair advantage so you must have shadows enabled."
            },
            {
                "title": "Exploiting Bugs",
                "description": "Exploiting client or server bugs is strictly prohibited within our community. Engaging in such activities, including the abuse of exploits, will result in a ban from the server. Additionally, any benefits or items gained from exploiting will be promptly removed. Camping animal and vehicle spawns, where players repeatedly wait in a known spot for the specific purpose of exploiting their appearance, is considered a form of exploitation within our community. We encourage a more natural and immersive gameplay experience where encounters occur organically. Engaging in repetitive behavior solely for the purpose of exploiting spawns disrupts the intended balance and fairness of the game. We kindly request that players refrain from such practices and allow the game to unfold naturally, fostering a more dynamic and authentic environment for everyone. Circumventing the emote cooldown by using the F8 menu or any other method is not allowed."
            }
        ]
    }
]