[
    {
        "title": "General Rules",
        "description": "Staying updated on any rule modifications on our website or Discord is your responsibility <br><br>Playing content that is protected by copyright (DMCA) is strictly prohibited. This includes copyrighted movies, music, and other protected materials. It is essential to respect the rights of content creators and obtain appropriate permissions from the rights holders before performing covers or using copyrighted content. Let's ensure that we maintain a lawful and respectful environment by adhering to these guidelines. <br><br><li>You must have a working, clear microphone. <br><br><li>Engaging in Erotic Roleplay (URP) is strictly prohibited within our community. This encompasses any form of explicit or sexually suggestive content, including the posting of nudity or lewd materials. <br><br>It is important to refrain from influencing or encouraging others to break the rules. Such behavior can have consequences, and you may receive a similar punishment for your actions. <br><br>Real-life events, including suicide roleplay, terrorism threats, pandemics, and mental illnesses, are strictly prohibited within the city. We prioritize the well-being and safety of our community members and strive to provide an enjoyable and inclusive environment. We kindly request that you refrain from incorporating or depicting such sensitive topics in your roleplay."
    },
    {
        "title": "Account & Donations",
        "category": [
            {
                "title": "Account",
                "description": "<li>You are solely responsible for all activities and actions that take place on your account. It is important to maintain the security of your account and ensure that you use it in accordance with the community guidelines and applicable rules. Any unauthorized use or misuse of your account may have consequences. <br><br><li>The buying or selling of accounts and/or valuables from other users, except through official channels facilitated by the server owner, is strictly prohibited. Engaging in such transactions can lead to various risks, including scams, permanent character death, or bans. It is important to note that the community cannot be held accountable for any negative outcomes resulting from such unauthorized transactions. We strongly advise against engaging in these activities and encourage users to follow the official guidelines provided by the server owner for account-related transactions."
            },
            {
                "title": "Donations",
                "description": "<li>We understand that mistakes or unforeseen circumstances can occur, and we strive to accommodate our community members. Therefore, we offer a 24-hour window for refund requests on donations and purchases. If you believe there has been an error or if you find yourself in a unique situation, please reach out to Flawws, the owner, within 24 hours of the transaction. They will carefully consider your request and provide assistance accordingly. Your satisfaction and overall experience within our community are important to us. <br><br><li>In the event that a buyer is banned for violating the server rules, it is important to note that any purchases made by the buyer will not be refunded."
            },
            {
                "title": "Character",
                "description": "<li>Members serving as Police, Department of Corrections (DOC), Department of Justice (DOJ) and Emergency Medical Services (EMS) are strictly prohibited from engaging in any form of moderate or serious corruption. This includes actions such as giving away or selling equipment for personal gain. These roles are expected to uphold the highest standards of integrity, professionalism, and ethical conduct. <br><br><li>Character names must adhere to a serious and appropriate tone. The use of meme names is not allowed and may result in disciplinary action or a name change without prior notice."
            }
        ]
    },
    {
        "title": "Cheating & Exploiting",
        "category": [
            {
                "title": "Game Modifications, Cheating & Macros",
                "description": "The use of game modifications and enhancements that provide players with unfair advantages, such as increased speed, no night visual packs, gumballs, health regeneration, teleportation, and other similar modifications, is strictly prohibited within our community. We prioritize fair gameplay and maintaining a level playing field for all members. Any player found cheating by using such modifications will face permanent banning without prior warning. We take cheating seriously to ensure an enjoyable and equitable gaming experience for all. Players are allowed to use visual enhancements or other game modifications that do not provide them with an unfair advantage or constitute cheating. These modifications should not give any player an unfair edge over others or disrupt the balance of gameplay. Additionally, binding keys to server commands or text messages for faster and more convenient access is permitted as long as it does not grant an unfair advantage.Macroing, which refers to the use of third-party software or hardware enhancements to automate actions, is strictly prohibited within our community. Engaging in macroing activities with the intent to gain a financial benefit or bypass AFK scripts is considered a bannable offense. Any property and experience obtained through macroing will be revoked. We maintain a fair and balanced gaming environment, and the use of macros undermines the integrity of the gameplay experience. Using no shadows is considered an unfair advantage so you must have shadows enabled."
            },
            {
                "title": "Exploiting Bugs",
                "description": "Exploiting client or server bugs is strictly prohibited within our community. Engaging in such activities, including the abuse of exploits, will result in a ban from the server. Additionally, any benefits or items gained from exploiting will be promptly removed. Camping animal and vehicle spawns, where players repeatedly wait in a known spot for the specific purpose of exploiting their appearance, is considered a form of exploitation within our community. We encourage a more natural and immersive gameplay experience where encounters occur organically. Engaging in repetitive behavior solely for the purpose of exploiting spawns disrupts the intended balance and fairness of the game. We kindly request that players refrain from such practices and allow the game to unfold naturally, fostering a more dynamic and authentic environment for everyone. Circumventing the emote cooldown by using the F8 menu or any other method is not allowed."
            }
        ]
    },
    {
        "title": "Communication",
        "category" : [
            {
                "title": "Voice Chat",
                "description": "Voice chat is an essential feature of our community that enhances the overall gaming experience and fosters better communication among players. To ensure a positive and respectful environment, we have established guidelines for voice chat usage. <br><br><li>The use of voice changers or soundboards that disrupt the communication or immersion of other players is strictly prohibited. These tools can be disruptive and negatively impact the gameplay experience for others. We encourage players to use their natural voice and communicate clearly with others. <br><br><li>Engaging in voice chat spam, which involves excessive or repetitive use of voice chat to disrupt others, is not allowed. This behavior can be disruptive and annoying to other players, hindering their ability to communicate effectively. We kindly request that players refrain from voice chat spam and maintain a respectful and considerate attitude towards others. <br><br><li>The use of voice chat to harass, insult, or threaten other players is strictly prohibited. We prioritize a positive and inclusive gaming environment where all players feel safe and respected. Any form of verbal abuse or harassment through voice chat will not be tolerated and may result in disciplinary action. We encourage players to communicate respectfully and constructively with others, fostering a welcoming and enjoyable atmosphere for all."
            },
            {
                "title": "Communication Procedures",
                "description": "Refusal to communicate with other players in English will result in a ban. Players are permitted to communicate with each other in another language, as long as the language being used does not violate any other rules, remains respectful, and all parties involved are comfortable with its use. We value cultural exchange and appreciate the opportunity for players to express themselves in the language they feel most comfortable with. Advertising other GTA V communities or engaging in cyber threats is strictly forbidden on all servers and channels within our community. Any form of malicious advertisements or cyber threats aimed at harming the community will result in an immediate permanent ban. We prioritize the safety and well-being of our members, and such activities undermine the integrity and security of our community environment. It is important to refrain from spamming identical or meaningless messages multiple times, including the use of the /me command. Similarly, spamming server commands multiple times or using voice chat to create irritating and unrelated sounds is not allowed. In-character offensive language and threats are permitted within the boundaries of roleplay; however, it is important to note that insulting another character may provide them with a roleplay reason to respond with hostile action. Out-of-character offensive language, threats, or racism are strictly prohibited within our community. Making death threats towards living individuals is absolutely unacceptable and will result in severe consequences. Excessively screaming swear words at individuals or directed towards a person is not tolerated within our community. If a staff member determines that a player is abusing the in-character exception for offensive language, they have the authority to request that the player stops offending another player's character. Players who are utilizing low-quality microphones or voice changers that negatively impact the overall voice quality will be addressed through a ticket system. This allows us to assist them in resolving the issue if it is unintentional, or provide guidance and tips to improve clarity when using voice changers. Engaging in combative behavior towards staff or causing unnecessary issues can be grounds for removal from the community. We value respectful and constructive interactions within our community, and it is important to maintain a positive and cooperative atmosphere. Acting in bad faith, such as being deliberately confrontational or creating unnecessary disruptions, undermines the overall harmony and well-being of the community. By upholding this rule, we can foster a welcoming and supportive environment for all members."
            },
            {
                "title": "OOC Terminology",
                "description": "Out-of-character (OOC) discussions and conversations are encouraged to take place in Discord channels and are prohibited while in-game. The use of immersion-breaking words is strictly prohibited within our community. Immersion is a key aspect of the roleplaying experience, and using words or phrases that break that immersion can disrupt the atmosphere and detract from the overall enjoyment for participants. We encourage all community members to choose their words carefully, using language that aligns with the roleplaying context and enhances the immersion for all involved. Under no circumstances are you permitted to mention or refer to other “cities” or “counties” within our community. Referring to other characters, whether they are your own or not, as “cousins”, “alter egos”, or similar terms is strictly prohibited within our community. We aim to maintain a clear distinction between characters and discourage the creation of false connections or relationships between them. Using phrases like “the government” or “look to the skies” to refer to staff members is strictly prohibited within our community. Engaging in discussions or using terminology related to spiritual and in-your-head matters is not allowed. To maintain the flow of roleplay, it is important to adapt and continue with the storyline despite encountering bugs or technical issues. If you come across a bug such as cars being “ghosted” or a script not functioning as expected, we encourage you to continue the roleplay and work around the issue temporarily. Afterward, please report the bug through the appropriate channels to ensure it can be addressed and resolved by the development team. Using words such as “weird” or “strange” to target or describe someone's roleplay in a derogatory manner is not allowed. Hinting at, or telling cops they must be bored for playing the role of their character is considered OOC terminology."
            }
        ]
    },
    {
        "title": "Crime & Gangs",
        "category": [
            {
                "title": "Gangs",
                "description": "Gangs within our community are not solely focused on engaging in constant conflicts and violence. We encourage players to embrace originality and creativity when developing their gang concepts. Gangs can have diverse objectives, such as pursuing specific activities, establishing unique identities, or engaging in cooperative ventures. While conflicts and rivalries can certainly be part of the gang dynamic, there is room for a wide range of storylines and interactions. We encourage players to explore different avenues, allowing for originality and creativity to flourish within the gang roleplay. The expectation within our community is that players should initiate roleplay and use verbal communication before resorting to shooting or engaging in combat. It is important to prioritize roleplaying and utilize dialogue to resolve conflicts, even if the “beef” or tension arises through social media or other out-of-game platforms. Face-to-face interaction allows for more immersive and engaging roleplay experiences. All the necessary information about gangs and the application process can be found in the comprehensive Gang Handbook available at the following link: https://gangbook.echorp.net. When attempting to identify or apprehend individuals involved in the job that you are taxing, it is expected that you put in a considerate amount of effort and provide a high-quality roleplay experience for all parties involved. Simply pulling up to a van and aiming guns out of your car while demanding payment does not meet these expectations. It is essential to engage in immersive and realistic roleplay, creating meaningful interactions that enhance the overall experience for everyone involved. By putting effort into your roleplay and providing a high standard of interaction, you contribute to a more enjoyable and engaging environment within the community. At any time, staff can revoke taxing for a specific job if the overall reward made from taxing an absurd amount. You may not use gang-specific clothing, flags, or liveries that you would not realistically be able to acquire unless they have been obtained through roleplay."
            },
            {
                "title": "Criminal Activities",
                "description": "The maximum limit for engaging in a criminal activity is set at five criminals, with the exception of the Oil Rig activity, which allows for up to six participants. It's important to note that the term “criminal activities” encompasses a wide range of actions that involve breaking the law and is not limited to just robberies. The 5-man rule establishes that criminal activities are restricted to a maximum of five players at a time. This limitation ensures that criminal scenarios remain balanced and fair, without allowing for external assistance or intervention. It means that the participants initially involved in the scenario are the only ones allowed to be present until the situation is fully resolved. This includes prohibiting additional individuals from providing information, acting as lookouts, or utilizing radio communications to influence the scenario. Furthermore, gangs are not allowed to take a scenario to their turf or near their turf if doing so would violate the 5-man rule. During criminal activities, mechanics are prohibited from utilizing their F1 menu or any other abilities that are specific to their job. When participating in criminal activities, separate groups are not allowed to collaborate and work together towards different objectives simultaneously. Each group must adhere to their respective timer and operate independently. Prison transports are treated as separate scenarios from the original incident that led to the arrest. When attempting to attack a prison transport, you are allowed to assemble a new group of up to five individuals specifically for that purpose. Fake hostages are strictly prohibited within our community. When planning and executing robberies or criminal activities, all individuals involved must be willing participants who are genuinely part of the scenario. Using fake hostages undermines the integrity of the roleplay and goes against the principles of immersive and realistic interactions. After successfully completing a criminal activity, it is mandatory for all parties involved to cease and refrain from engaging in any further criminal activities for a cooldown period of 45 minutes. During this cooldown period, the group cannot switch or split up into different members to bypass the cooldown rule. The cooldown applies to the entire group involved in the criminal activity. This ensures that there is a fair and balanced gameplay experience and prevents continuous and uninterrupted engagement in criminal activities. All store, bank, and truck robberies require a minimum of two LEOs (Law Enforcement Officers) to be present in the city to initiate the criminal activity. This rule ensures that there is an adequate law enforcement presence to respond to the robbery and maintain a balanced and realistic gameplay experience. The success or failure of a robbery scenario should not solely rely on the absence or presence of LEOs but should be driven by the roleplay interactions and actions of all parties involved. The use of player-owned planes or helicopters in criminal activities is strictly prohibited within our community. This restriction ensures that criminal activities remain grounded and that players do not exploit the use of aircraft to gain an unfair advantage or circumvent the limitations imposed by the rules. The use of player-owned planes or helicopters in criminal activities undermines the balance and realism of the gameplay. If you are utilizing a player-owned vehicle for a criminal activity, it is mandatory to delete the vehicle after its use to prevent further engagement in criminal activities. This rule helps maintain the integrity and fairness of the gameplay by preventing players from continuously using the same vehicle for multiple criminal activities."
            }
        ]
    }
]